{
  "userSays": [],
  "id": "718231e7-aae1-48e5-b485-1decb33c2ba2",
  "name": "Default Fallback Intent",
  "auto": false,
  "contexts": [],
  "responses": [
    {
      "resetContexts": false,
      "action": "",
      "affectedContexts": [],
      "parameters": [],
      "messages": [
        {
          "type": 0,
          "speech": [
            "Bonjour, écoute si jamais, je suis Gestarcbot un robot conversationnel mis en place sur Facebook Messenger, pour aider les gens sur les évènements organisés par la Gest’arc. Je peu par exemple donner des reseignement sur la date, l\u0027heure, le lieu, les photos, les prix, le thème et type d\u0027un événement, réserver des ticket ou encore permettre à une personne de devenir membre de l\u0027association. Je suis encore en phase expérimental donc je suis désolé pour le désagrément 😊",
            "Salut si jamais, je suis Gestarcbot un chatbot mis en place sur Facebook Messenger, pour répondre rapidement aux demandes des gens. Je suis donc capable de donner des renseignements sur la date, l\u0027heure, le lieu, les photos, les prix, le thème et type d\u0027un événement, réserver des tickets pour des évènement, et également prendre une demande d’inscription pour devenir membre de la Gest’arc. Je suis encore en phase expérimental donc je suis désolé pour le désagrément 😊",
            "Hello, désolé pour l\u0027instant je peux uniquement donner des renseignements sur la date, l\u0027heure, le lieu, les photos, les prix, le thème et type d\u0027un événement, réserver des tickets pour des évènement, et également prendre une demande d’inscription pour devenir membre de la Gest’arc. Je suis encore en phase expérimental donc je suis désolé pour le désagrément",
            "Hey salut désolé mais je n\u0027ai pas bien compris ta requête est ce que tu peux répéter? désolé pour l\u0027instant je suis encore en phase expérimental. Essaye donc de me donner les informations au fure et à  mesure que je te les demande s\u0027il te plaît c\u0027est important pour moi merci."
          ]
        }
      ],
      "defaultResponsePlatforms": {
        "facebook": true
      }
    }
  ],
  "priority": 500000,
  "webhookUsed": false,
  "webhookForSlotFilling": false,
  "fallbackIntent": true,
  "events": []
}